//
//  verseShevchenko.swift
//  HomeWork_Ios_2
//
//  Created by Anatolii Kravchuk on 22.02.2023.
//

import Foundation

let firstHalfVerse = """
                    Орлов с Истоминой в постеле,
                    В убогой наготе лежал.,
                    Не отличился в жарком деле,
                    Непостоянный генерал.
                    """
let secondHalfVerse = """
                    Не думав милого обидеть,
                    Взяла Лаиса микроскоп,
                    И говорит: «Позволь увидеть,
                    Чем ты меня, мой милый, *б».
                    """
let orlovVerse = [
   " Орлов с Истоминой в постеле",
    "В убогой наготе лежал.",
    "Не отличился в жарком деле",
    "Непостоянный генерал.",
    "Не думав милого обидеть,",
    "Взяла Лаиса микроскоп",
    "И говорит: «Позволь увидеть,",
    "Чем ты меня, мой милый, *б»."
]

let mutableVerse = [
   "[Орлов] [с] [Истоминой] [в] [постеле]",
    "[В] [убогой] [наготе] [лежал.]",
    "[Не] [отличился] [в] [жарком] [деле]",
    "[Непостоянный] [генерал].",
    "[Не] [думав] [милого] [обидеть],",
    "[Взяла] [Лаиса] [микроскоп]",
    "[И] [говорит:] [«Позволь] [увидеть,]",
    "[Чем] [ты] [меня,] [мой] [милый,] [*б».]"
]

